Repository: aledev/alemarket-ios
Catalog: alemarket/alemarket/Resources/*.lproj/Localizable.strings
Languages: es

# INVALID_URL
source: The URL wasn't correct. Please try again.
es: La URL no es correcta. Por favor, inténtalo de nuevo.

# REQUEST_ERROR
source: There was an error while the app was doing the request. Please try again.
es: Ocurrió un error mientras la aplicación realizaba la solicitud. Por favor, inténtalo de nuevo.

# INVALID_SERVER_RESPONSE
source: The server response wasn't correct. Please try again.
es: La respuesta del servidor no fue correcta. Por favor, inténtalo de nuevo.

# DECODING_ERROR
source: There was an error while the app was processing the response. Please try again
es: Ocurrió un error mientras la aplicación procesaba la respuesta. Por favor, inténtalo de nuevo.

# LOADING_TEXT
source: Loading...
es: Cargando...

# SEARCH_PLACEHOLDER
source: What are you looking for? (Ex: iPhone 12 Pro Max)
es: ¿Qué estás buscando? (Ej: iPhone 12 Pro Max)

# EMPTY_RESULT_TITLE
source: We didn't find any posts
es: No encontramos publicaciones

# EMPTY_RESULT_BODY
source: Check that the word is spelled correctly. You can also try with fewer terms or more general ones.
es: Revisa que la palabra esté bien escrita. También puedes probar con menos términos o más generales.

# PAGING_RESULTS_TEXT
source: results
es: resultados

# SEARCH_REGION_SEARCH_TITLE
source: Searching results for:
es: Buscando resultados para:

# PRODUCT_SOLD_QUANTITY_TEXT
source: sold
es: vendidos

# PRODUCT_FREE_SHIPPING
source: Free Shipping
es: Envío gratis

# PRODUCT_BEST_SELLER_CANDIDATE
source: Best Seller
es: Más Vendido

# PRODUCT_ATTRIBUTES_TITLE
source: Product Features
es: Características del Producto

# PRODUCT_DESCRIPTION_TITLE
source: Product Description
es: Descripción del Producto

# PRODUCT_WITHOUT_DESCRIPTION_TEXT
source: Product without description.
es: Producto sin descripción.

# PRODUCT_SELLER_INFO_TITLE
source: Sold by
es: Vendido por

# PRODUCT_ORIGINAL_POST_BUTTON_TEXT
source: See original post
es: Ver Publicación Original
